Repository: OMARVII/Shotnix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, zh_hans

source: “%@” can't be read — it may be damaged, still being saved, or in a format this Mac can't play. Remove it from this video (Style → Recordings), or put a working copy in its place, then export again.
de: „%@“ kann nicht gelesen werden – die Datei ist eventuell beschädigt, wird noch gesichert oder hat ein Format, das dieser Mac nicht abspielen kann. Entferne sie aus diesem Video („Stil“ → „Aufnahmen“) oder ersetze sie durch eine funktionierende Kopie und exportiere erneut.
fr: « %@ » ne peut pas être lu — il est peut-être endommagé, encore en cours d’enregistrement, ou dans un format que ce Mac ne peut pas lire. Retirez-le de cette vidéo (Style → Enregistrements), ou remplacez-le par une copie qui fonctionne, puis exportez à nouveau.
ru: Не удается прочитать «%@» — возможно, файл поврежден, еще сохраняется или имеет формат, который этот Mac не может воспроизвести. Удалите его из этого видео (Стиль → Записи) или замените рабочей копией и экспортируйте снова.
zh_hans: 无法读取“%@” — 它可能已损坏、仍在存储中，或采用了这台 Mac 无法播放的格式。请将其从此视频中移除（“样式”→“录制内容”），或用可正常使用的副本替换，然后重新导出。

source: “%@” found in %lld of %lld captures
de: „%1$@“ in %2$lld von %3$lld Bildschirmfotos gefunden
fr: « %1$@ » trouvé dans %2$lld sur %3$lld captures
ru: Снимков с «%@»: %lld из %lld
zh_hans: 在 %2$lld 张截屏中找到“%1$@”（共 %3$lld 张）

source: “Made with Shotnix” end card (2s)
de: Endkarte „Made with Shotnix“ (2 s)
fr: écran de fin « Made with Shotnix » (2 s)
ru: финальная заставка «Made with Shotnix» (2 с)
zh_hans: “Made with Shotnix”结尾画面（2 秒）

source: • %lld small notes about recordings that are gone
de: • %lld kleine Notizen zu Aufnahmen, die es nicht mehr gibt
fr: • %lld petites notes sur des enregistrements disparus
ru: • %lld небольшой заметки о записях, которых больше нет
zh_hans: • %lld 条关于已不存在的录制内容的小记录

source: • Camera footage no recording uses — %lld files, %@
de: • Kameramaterial, das keine Aufnahme nutzt – %lld Dateien, %@
fr: • Séquences de caméra qu’aucun enregistrement n’utilise — %lld fichiers, %@
ru: • Записи с камеры, которые не использует ни одна запись, — %lld файла, %@
zh_hans: • 没有录制内容使用的摄像头素材 — %lld 个文件，%@

source: • Cleaned-up voice of recordings not found or changed since — %lld files, %@
de: • Bereinigte Stimme von Aufnahmen, die fehlen oder sich seitdem geändert haben – %lld Dateien, %@
fr: • Voix nettoyée d’enregistrements introuvables ou modifiés depuis — %lld fichiers, %@
ru: • Очищенный голос записей, которые не найдены или изменились, — %lld файла, %@
zh_hans: • 找不到或已更改的录制内容的清理后人声 — %lld 个文件，%@

source: • Clipboard exports older than a day — %lld files, %@
de: • Exporte für die Zwischenablage, älter als ein Tag – %lld Dateien, %@
fr: • Exportations pour le presse-papiers de plus d’un jour — %lld fichiers, %@
ru: • Экспорты в буфер обмена старше суток — %lld файла, %@
zh_hans: • 超过一天的剪贴板导出 — %lld 个文件，%@

source: • Edits, recording details, and camera footage of %lld recordings Shotnix can't find (%@): %@
de: • Bearbeitungen, Aufnahmedetails und Kameramaterial von %lld Aufnahmen, die Shotnix nicht findet (%@): %@
fr: • Modifications, détails et séquences de caméra de %lld enregistrements que Shotnix ne trouve pas (%@) : %@
ru: • Правки, сведения о записях и записи с камеры для %lld записи, которую Shotnix не может найти (%@): %@
zh_hans: • Shotnix 找不到的 %lld 个录制内容的编辑、录制详情和摄像头素材（%@）：%@

source: • Pictures and songs no video uses — %lld files, %@
de: • Bilder und Songs, die kein Video nutzt – %lld Dateien, %@
fr: • Images et morceaux qu’aucune vidéo n’utilise — %lld fichiers, %@
ru: • Изображения и песни, которые не использует ни одно видео, — %lld файла, %@
zh_hans: • 没有视频使用的图片和歌曲 — %lld 个文件，%@

source: ⇧-drag
de: ⇧-Ziehen
fr: ⇧-glisser
ru: ⇧ + тянуть
zh_hans: ⇧-拖移

source: ⇧-drag on the timeline to select a part first.
de: Markiere zuerst einen Teil, indem du auf der Zeitleiste mit ⇧ ziehst.
fr: Faites d’abord glisser avec ⇧ dans la timeline pour sélectionner une partie.
ru: Сначала выделите фрагмент, перетянув с ⇧ по шкале времени.
zh_hans: 请先在时间线上按住 ⇧ 拖移以选择一部分。

source: ⇧-drag the timeline
de: ⇧-Ziehen in der Zeitleiste
fr: ⇧-glisser dans la timeline
ru: ⇧ + тянуть по шкале времени
zh_hans: 按住 ⇧ 拖移时间线

source: ⇧/⌘-click
de: ⇧/⌘-Klick
fr: ⇧/⌘-clic
ru: ⇧/⌘-нажатие
zh_hans: ⇧/⌘-点按

source: ⌘ scroll
de: ⌘ Scrollen
fr: ⌘ défiler
ru: ⌘-прокрутка
zh_hans: ⌘ 滚动

source: ⌘-scroll
de: ⌘-Scrollen
fr: ⌘-défiler
ru: ⌘-прокрутка
zh_hans: ⌘-滚动

source: ✓ Copied to clipboard
de: ✓ In die Zwischenablage kopiert
fr: ✓ Copié dans le presse-papiers
ru: ✓ Скопировано в буфер обмена
zh_hans: ✓ 已拷贝到剪贴板

source: ✓ Saved screenshot
de: ✓ Bildschirmfoto gesichert
fr: ✓ Capture d’écran enregistrée
ru: ✓ Снимок экрана сохранен
zh_hans: ✓ 已存储截屏

source: ✓ Text copied to clipboard
de: ✓ Text in die Zwischenablage kopiert
fr: ✓ Texte copié dans le presse-papiers
ru: ✓ Текст скопирован в буфер обмена
zh_hans: ✓ 已将文字拷贝到剪贴板

source: ✓ Text copied · %@ — click for options
de: ✓ Text kopiert · %@ – für Optionen klicken
fr: ✓ Texte copié · %@ — cliquez pour les options
ru: ✓ Текст скопирован · %@ — нажмите, чтобы выбрать действие
zh_hans: ✓ 已拷贝文字 · %@ — 点按查看选项

source: %lld links
fr: %lld liens
ru: %lld ссылки
zh_hans: %lld 个链接

source: Auto Zoom
fr: Zoom auto
ru: Автомасштаб
zh_hans: 自动缩放

source: Auto zoom — %lld zooms
fr: Zoom auto — %lld zooms
ru: Автомасштаб — %lld увеличения
zh_hans: 自动缩放 — %lld 个缩放

source: Countdown
fr: Compte à rebours
ru: Обратный отсчет
zh_hans: 倒计时

source: Esc
fr: Échap

source: Export Format
fr: Format d’exportation
ru: Формат экспорта
zh_hans: 导出格式

source: Export: %@
fr: Exportation : %@
ru: Экспорт: %@
zh_hans: 导出：%@

source: Flamingo
fr: Flamant
ru: Фламинго
zh_hans: 火烈鸟

source: Intro & outro
fr: Intro et fin
ru: Вступление и концовка
zh_hans: 片头和片尾

source: Layout
fr: Disposition
ru: Расположение
zh_hans: 布局

source: Layouts
fr: Dispositions
ru: Расположения
zh_hans: 布局

source: Link
fr: Lien
ru: Ссылка
zh_hans: 链接

source: Links
fr: Liens
ru: Ссылки
zh_hans: 链接

source: Neo Pop
fr: Néo-pop
ru: Неопоп
zh_hans: 新波普

source: Outro
fr: Fin
ru: Концовка
zh_hans: 片尾

source: QR Code
fr: Code QR
ru: QR-код
zh_hans: 二维码

source: QR Codes
fr: Codes QR
ru: QR-коды
zh_hans: 二维码

source: Radius
fr: Rayon
ru: Радиус
zh_hans: 圆角

source: Support
fr: Assistance
ru: Поддержка
zh_hans: 支持

source: Text
fr: Texte
ru: Текст
zh_hans: 文字

source: Text “%@”
fr: Texte « %@ »
ru: Текст «%@»
zh_hans: 文字“%@”

source: Text: %@
fr: Texte : %@
ru: Текст: %@
zh_hans: 文字：%@

source: Timing
fr: Minutage
ru: Время
zh_hans: 时间

source: Updates
fr: Mises à jour
ru: Обновления
zh_hans: 更新

source: Video
fr: Vidéo
ru: Видео
zh_hans: 视频

source: Website
fr: Site web
ru: Веб-сайт
zh_hans: 网站

source: system
fr: système
ru: система
zh_hans: 系统

source: %@ (original)
ru: %@ (оригинал)
zh_hans: %@（原文）

source: %@ Zoom
ru: Масштаб %@
zh_hans: 缩放 %@

source: %@ pt
ru: %@ пт
zh_hans: %@ 磅

source: %@ · %@ px
ru: %@ · %@ пикс.
zh_hans: %@ · %@ 像素

source: %@ × %@ px
ru: %@ × %@ пикс.
zh_hans: %@ × %@ 像素

source: %@s
ru: %@ с
zh_hans: %@ 秒

source: %lld clips
ru: %lld клипа
zh_hans: %lld 个片段

source: %lld s
ru: %lld с
zh_hans: %lld 秒

source: %lld zooms
ru: %lld увеличения
zh_hans: %lld 个缩放

source: App
ru: Приложение

source: Audio
ru: Аудио
zh_hans: 音频

source: Auto
ru: Авто
zh_hans: 自动

source: Clip
ru: Клип
zh_hans: 片段

source: Clip %lld
ru: Клип %lld
zh_hans: 片段 %lld

source: Ellipse
ru: Эллипс
zh_hans: 椭圆

source: Format
ru: Формат
zh_hans: 格式

source: Intro
ru: Вступление
zh_hans: 片头

source: Iris
ru: Ирис
zh_hans: 鸢尾

source: Minimal
ru: Минимальный
zh_hans: 极简

source: Orange
ru: Оранжевый
zh_hans: 橙色

source: Original
ru: Оригинал
zh_hans: 原始

source: Position
ru: Положение
zh_hans: 位置

source: Studio
ru: Студия
zh_hans: 专业

source: Version
ru: Версия
zh_hans: 版本

source: Version %@
ru: Версия %@
zh_hans: 版本 %@

source: Web
ru: Веб
zh_hans: 网页

source: Zoom
ru: Масштаб
zh_hans: 缩放

source: Zoom %@
ru: Увеличение %@
zh_hans: 缩放 %@

source: Zooms
ru: Увеличения
zh_hans: 缩放

source: Email
zh_hans: 电子邮件

source: L
zh_hans: 大

source: M
zh_hans: 中

source: OK
zh_hans: 好

source: S
zh_hans: 小

source: URL
zh_hans: 网址
